Repository: LutheranWorldRelief/hummus
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr

source: file
es: Archivo
fr: fichier

source: files
es: Archivos
fr: des dossiers

source: Browse &hellip;
es: Examinar
fr: Feuilleter

source: Remove
es: Eliminar
fr: Retirer

source: Clear selected files
es: Borrar archivos seleccionados
fr: Effacer les fichiers sélectionnés

source: Cancel
es: Cancelar
fr: Annuler

source: Abort ongoing upload
es: Anular carga continua
fr: Abandonner le téléchargement en cours

source: Upload
es: Subir
fr: Télécharger

source: Upload selected files
es: Subir archivos seleccionados
fr: Télécharger les fichiers sélectionnés

source: No
fr: Non

source: No files selected
es: No hay archivos seleccionados
fr: Aucun fichier sélectionné

source: Cancelled
es: Cancelado
fr: Annulé

source: Select {files}...
es: Seleccionar {files}...
fr: Sélectionnez les {files}...

source: Detailed Preview
es: Vista previa detallada
fr: Aperçu détaillé

source: You must select a file to upload.
es: Debe seleccionar un archivo para cargar.
fr: Vous devez sélectionner un fichier à télécharger.

source: File "{name}" (<b>{size} KB</b>) is too small and must be larger than <b>{minSize} KB</b>.
es: El archivo "{name}" (<b>{size} KB</b>) es demasiado pequeño y debe ser más grande que <b>{minSize} KB</b>.
fr: Le fichier "{name}" <b>({size} KB</b>) est trop petit et doit être supérieur à <b>{minSize} KB</b>.

source: File "{name}" (<b>{size} KB</b>) exceeds maximum allowed upload size of <b>{maxSize} KB</b>.
es: El archivo "{name}" (<b>{size} KB</b>) supera el tamaño de carga máximo permitido de <b>{maxSize} KB</b>.
fr: Le fichier "{name}" (<b>{size} KB</b>) dépasse la taille de téléchargement maximale autorisée de <b>{maxSize} KB</b>.

source: You must select at least <b>{n}</b> {files} to upload.
es: Debe seleccionar al menos<b> {n}</b> {files} para cargar.
fr: Vous devez sélectionner au moins <b>{n}</b> {files} à télécharger.

source: Number of files selected for upload <b>({n})</b> exceeds maximum allowed limit of <b>{m}</b>.
es: El número de archivos seleccionados para cargar <b>({n})</b> excede el límite máximo permitido de <b>{m}</b>.
fr: Nombre de fichiers sélectionnés pour le téléchargement<b>({n})</b>dépasse la limite maximale autorisée de<b>{m}</b>.

source: File "{name}" not found!
es: ¡Archivo "{name}" no encontrado!
fr: Fichier "{name}" non trouvé!

source: Security restrictions prevent reading the file "{name}".
es: Las restricciones de seguridad impiden leer el archivo "{name}".
fr: Les restrictions de sécurité empêchent la lecture du fichier "{name}".

source: File "{name}" is not readable.
es: El archivo "{name}" no es legible.
fr: Le fichier "{name}" n'est pas lisible.

source: File preview aborted for "{name}".
es: La vista previa del archivo se canceló para "{name}".
fr: L'aperçu du fichier a été abandonné pour "{name}".

source: An error occurred while reading the file "{name}".
es: Se produjo un error al leer el archivo "{name}".
fr: Une erreur s'est produite lors de la lecture du fichier "{name}".

source: Invalid or unsupported characters in file name "{name}".
es: Caracteres no válidos o no admitidos en el nombre de archivo "{name}".
fr: Caractères non valides ou non pris en charge dans le nom de fichier "{name}".

source: Invalid type for file "{name}". Only "{types}" files are supported.
es: Tipo no válido para el archivo "{name}". Solo se admiten archivos "{types}".
fr: Type non valide pour le fichier "{name}". Seuls les fichiers "{types}" sont pris en charge.

source: Invalid extension for file "{name}". Only "{extensions}" files are supported.
es: Extensión no válida para el archivo "{name}". Solo se admiten archivos "{extensions}".
fr: Extension non valide pour le fichier "{name}". Seuls les fichiers "{extensions}" sont pris en charge.

source: text
es: texto
fr: texte

source: video
fr: vidéo

source: audio
fr: l'audio

source: object
es: objeto
fr: objet

source: The file upload was aborted
es: La carga del archivo fue abortada
fr: Le téléchargement du fichier a été annulé

source: Processing...
es: Procesando...
fr: En traitement...

source: Initializing...
es: Inicializando...
fr: Initialisation ...

source: Done
es: Hecho
fr: Terminé

source: No valid data available for upload.
es: No hay datos válidos disponibles para cargar.
fr: Aucune donnée valide disponible pour le téléchargement.

source: Error
fr: Erreur

source: Validation Error
es: Error de validación
fr: erreur de validation

source: Loading file {index} of {files} &hellip;
es: Cargando el archivo {index} de {files}
fr: Chargement du fichier {index} sur {files}

source: Loading file {index} of {files} - {name} - {percent}% completed.
es: Cargando el archivo {index} de {files} - {name} - {percent}% completado.
fr: Chargement du fichier {index} sur {fichiers} - {name} - {percent}% terminé.

source: {n} {files} selected
es: {n} {files} seleccionados
fr: {n} {files} sélectionnés

source: Drag & drop files only! {n} folder(s) dropped were skipped.
es: ¡Arrastra y suelta archivos solamente! Se omitieron {n} carpeta(s) caídas.
fr: Glisser / déposer des fichiers uniquement! {n} dossier (s) déposé ont été ignorés.

source: Width of image file "{name}" must be at least {size} px.
es: El ancho del archivo de imagen "{name}" debe ser de al menos {size} px.
fr: La largeur du fichier image "{name}" doit être d'au moins {size} px.

source: Height of image file "{name}" must be at least {size} px.
es: La altura del archivo de imagen "{name}" debe ser de al menos {size} px.
fr: La hauteur du fichier image "{name}" doit être au moins {size} px.

source: Width of image file "{name}" cannot exceed {size} px.
es: El ancho del archivo de imagen "{name}" no puede exceder {size} px.
fr: La largeur du fichier image "{name}" ne peut pas dépasser {size} px.

source: Height of image file "{name}" cannot exceed {size} px.
es: La altura del archivo de imagen "{name}" no puede exceder {size} px.
fr: La hauteur du fichier image "{name}" ne peut pas dépasser {size} px.

source: Could not get the image dimensions to resize.
es: No se pudieron cambiar las dimensiones de la imagen.
fr: Impossible de redimensionner les dimensions de l'image.

source: Error while resizing the image.<pre>{errors}</pre>
es: Error al cambiar el tamaño de la imagen. <pre>{Errors}</pre>
fr: Erreur lors du redimensionnement de l'image. <pre>{Erreurs}</pre>

source: Something went wrong with the {operation} operation. Please try again later!
es: Algo salió mal con la operación {operation}. ¡Por favor, inténtelo de nuevo más tarde!
fr: Quelque chose s'est mal passé lors de l'opération {operation}. Veuillez réessayer plus tard!

source: {operation} failed
es: {operation} ha fallado
fr: {operation} échoué

source: file delete
es: eliminar archivo
fr: suppression de fichier

source: file upload
es: Subir archivo
fr: téléchargement de fichiers

source: batch file upload
es: carga de archivos por lotes
fr: envoi de fichiers par lots

source: form data upload
es: carga de datos del formulario
fr: formulaire de téléchargement de données

source: Drag & drop files here &hellip;
es: Arrastra y suelta archivos aquí
fr: Glisser-déposer les fichiers ici

source: <br>(or click to select {files})
es: <br>(o haga clic para seleccionar {files})
fr: <br>(ou cliquez pour sélectionner {files})

source: View previous file
es: Ver archivo anterior
fr: Voir le fichier précédent

source: View next file
es: Ver siguiente archivo
fr: Voir le fichier suivant

source: Toggle header
es: Alternar encabezado
fr: Basculer l'en-tête

source: Toggle full screen
es: Alternar pantalla completa
fr: Passer en plein écran

source: Toggle borderless mode
es: Alternar modo sin bordes
fr: Basculer en mode sans bordure

source: Close detailed preview
es: Cerrar vista previa detallada
fr: Fermer l'aperçu détaillé

source: generic
es: genérico
fr: générique

source: Activities
es: Ocupaciones
fr: Activités

source: Amount of people
es: Cantidad de personas
fr: Nombre de personnes

source: PARTICIPANTS BY TYPE OF PERSON
es: PARTICIPANTES POR TIPO DE PERSONA
fr: PARTICIPANTS PAR TYPE DE PERSONNE

source: Types
es: Tipos
fr: Les types

source: PARTICIPANTS BY AGE
es: PARTICIPANTES POR EDAD
fr: PARTICIPANTS PAR ÂGE

source: Ages
es: Edades
fr: Âge

source: PARTICIPANTS BY FISCAL YEAR
es: PARTICIPANTES POR AÑO FISCAL
fr: PARTICIPANTS PAR ANNÉE FISCALE

source: Years
es: Años
fr: Ans

source: PARTICIPANTS BY EDUCATION
es: PARTICIPANTES POR EDUCACIÓN
fr: PARTICIPANTS PAR EDUCATION

source: Education
es: Educación
fr: Éducation

source: Participants by Nationality
es: Participantes por Nacionalidad
fr: Participants par nationalité

source: Geographic location of participants
es: Ubicación geográfica de los participantes.
fr: Localisation géographique des participants

source: Men
es: Hombres
fr: Hommes

source: Women
es: Mujeres
fr: Femmes

source: <br/><b>Total Participants: </b>
es: <br/><b>Total de participantes:</b>
fr: <br/><b>Nombre total de participants:</b>

source: <br/><b>Events: </b>
es: <br/><b>Eventos:</b>
fr: <br/><b>Événements:</b>

source: Participants reached, by sex
es: Participantes alcanzados, por sexo
fr: Participants atteints, par sexe

source: Total amount
es: Cantidad total
fr: Montant total

source: ORGANIZATIONS
es: ORGANIZACIONES
fr: ORGANISATIONS

source: total, in
es: total, en
fr: total, en

source: Categories
es: Categorías
fr: Les catégories

source: Organizations
es: Organizaciones
fr: Les organisations

source: Total participants achieved and goals, by sex
es: Total de participantes alcanzados y metas, por sexo
fr: Nombre total de participants atteints et objectifs, par sexe

source: Persons
es: Personas
fr: Personnes

source: Goals
es: Metas
fr: Objectifs

source: Return
es: Regresar
fr: Revenir

source: January
es: Enero
fr: Janvier

source: February
es: Febrero
fr: Février

source: March
es: Marzo
fr: Mars

source: April
es: Abril
fr: Avril

source: May
es: Mayo
fr: Mai

source: June
es: Junio
fr: Juin

source: July
es: Julio
fr: Juillet

source: August
es: Agosto
fr: Août

source: September
es: Septiembre
fr: Septembre

source: October
es: Octubre
fr: Octobre

source: November
es: Noviembre
fr: Novembre

source: December
es: Diciembre
fr: Décembre

source: Jan
es: Ene
fr: Janv

source: Feb
fr: Févr

source: Mar
fr: Mars

source: Apr
es: Abr
fr: Avril

source: Jun
fr: Juin

source: Jul
fr: Juil

source: Aug
es: Ag
fr: Août

source: Dec
es: Dic
fr: Déc

source: File PDF
es: Archivo PDF
fr: Fichier PDF

source: Print Chart
es: Imprimir Gráfico
fr: Imprimer le graphique

source: Reset Zoom
es: Restablecer Zoom
fr: Réinitialiser le zoom

source: Download CSV
es: Descargar CSV
fr: Télécharger le CSV

source: Download Excel XLS
es: Descargar Excel XLS
fr: Télécharger Excel XLS

source: Open in Highcharts Cloud
es: Abrin en Highcharts Nube
fr: Ouvrir dans Highcharts Nuage

source: Display data table
es: Visualizar tabla de datos
fr: Afficher le tableau de données

source: All rights reserved LWR
es: Todos los derechos reservados LWR
fr: Tous droits réservés LWR

source: Show only records with missing data
es: Mostrar solo registros con datos faltantes
fr: Afficher uniquement les enregistrements avec des données manquantes

source: Show all records
es: Mostrar todos los registros
fr: Afficher tous les enregistrements

source: Problem loading tags
es: Problema al cargar etiquetas
fr: Problème de chargement des tags

source: Error loading tag information
es: Error al cargar la información de la etiqueta
fr: Erreur lors du chargement des informations sur la balise

source: Problem loading save data
es: Problema al cargar datos guardados
fr: Problème de chargement des données sauvegardées

source: Error loading empty model information
es: Error al cargar información de modelo vacía
fr: Erreur lors du chargement d'informations de modèle vides

source: Problem loading organizations data
es: Problema al cargar datos de organizaciones
fr: Problème de chargement des données d'organisations

source: Error loading organizations information
es: Error al cargar información de organizaciones
fr: Erreur lors du chargement des informations sur les organisations

source: Problem loading country data
es: Problema al cargar datos del país
fr: Problème de chargement des données du pays

source: Problem loading country information
es: Problema al cargar la información del país
fr: Problème de chargement des informations sur le pays

source: Problem loading project data
es: Problema al cargar datos del proyecto
fr: Problème de chargement des données du projet

source: Problem loading data on beneficiary types
es: Problema al cargar datos sobre tipos de beneficiarios
fr: Problème de chargement des données sur les types de bénéficiaires

source: Problem loading the type of education catalog
es: Problema al cargar el tipo de catálogo educativo
fr: Problème de chargement du type de catalogue d'éducation

source: Problem at
es: Problema en
fr: Problème à

source: Error loading contact information
es: Error al cargar la información de contacto
fr: Erreur lors du chargement des informations de contact

source: Problem loading records
fr: Problème de chargement des enregistrements

source: Problem merging contact records
es: Problema al fusionar registros de contacto
fr: Problème de fusion des enregistrements de contact

source: The URL could not be generated to get the contact information
es: No se pudo generar la URL para obtener la información de contacto
fr: L'URL n'a pas pu être générée pour obtenir les informations de contact.

source: image
es: imagen

source: <b>Participants</b><br/>
es: <b>Participantes</b><br/>

source: <b>Participants
es: <b>Participantes

source: Participants
es: Participantes

source: Image JPEG
es: Imagen JPEG

source: Image PNG
es: Imagen PNG

source: Image SVG
es: Imagen SVG
